Repository: Hugo-DeFreitas/DjangoApollon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: First password
fr: Premier mot de passe

source: Second password
fr: Mot de passe vérification

source: Repeat password
fr: Vérification mot de passe

source: Playlist description
fr: Description de la playlist

source: Playlist thumbnail
fr: Image de la playlist

source: Is public
fr: Playlist publique

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Biography
fr: Bio

source: Your profile was successfully updated
fr: Votre profil a bien été mis à jour

source: Thanks for signing up
fr: Merci de votre inscription

source: Signing up message
fr: Bienvenue sur Apollon. Merci de valider votre compte en clickant simplement sur le lien ci-dessous.

source: Thanks
fr: Merci

source: Account validated heading
fr: Bienvenue à bord. Désormais, vous disposez d'un accès complet à notre incroyable site. Nous vous souhaitons un agréable moment en notre compagnie !

source: Home
fr: Accueil

source: You forgot your password content
fr: Il semblerait que vous ayez oublié votre mot de passe. Ne vous inquiétez pas, on s'occupe de tout. Renseignez l'adresse email que vous avez utilisée pour vous inscrire sur la plateforme Apollon. Vous recevrez dans les plus brefs délais un email disposant d'un lien pour réinitialiser votre mot de passe de manière sécurisée.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Congratulations
fr: Félicitations

source: Password reset procedure completed
fr: La demande de réinitialisation de mot de passe est un succès.

source: We got you
fr: Heureusement que nous sommes là

source: Reset now your password content
fr: Nous sommes soulagés que vous ayez reçu notre email. Veuillez entrer et confirmer votre nouveau mot de passe. PS : essayez de vous en souvenir cette fois-ci ;)

source: What are you doing here ? This link is outdated.
fr: Que faîtes-vous ici ? Ce lien est périmé.

source: A password reset email has been sent
fr: Une demande de réinitialisation de mot de passe a été émise par mail

source: Password reset email sent content
fr: Nous venons tout juste de vous émettre un mail, qui vous permettra de réninitialiser votre mot de passe.

source: Sign in
fr: Se connecter

source: Sign in content
fr: Des millions de titres. Des playlists à l'infinie. Aucune carte de crédit nécessaire.

source: Let's go !
fr: C'est parti !

source: Forgotten password ?
fr: Mot de passe oublié ?

source: No account ?
fr: Pas de compte ?

source: Sign up
fr: S'inscrire

source: Please provide a correct password and/or username
fr: Merci de renseigner un nom d'utilisateur ou un mot de passe correct

source: Sign up content
fr: Des millions de titres. Des playlists à l'infinie. Aucune carte de crédit nécessaire.

source: Already an account ?
fr: Déjà inscrit ?

source: Email confirmation explanation
fr: Salut ! Vous êtes quasiment prêt pour pouvoir apprécier pleinement les fonctionnalités de notre site. Vous allez recevoir sous peu un mail de validation de compte, contenant le lien-clé de la confirmation.

source: Explore
fr: Explorer

source: Songs
fr: Titres

source: Me
fr: Moi

source: New playlist
fr: Nouvelle playlist

source: Profile
fr: Profil

source: Logged as
fr: Connecté en tant que

source: Start playing a song in order to make the player appearing.
fr: Choisissez un titre à jouer pour faire apparaître le player.

source: Discover
fr: Découvrir

source: No description provided
fr: Pas de description fournie

source: See more
fr: Voir plus

source: Add songs in your playlist
fr: Ajoutez des titres à vos playlists

source: Trending
fr: En tendances

source: Most followed public playlists of the moment.
fr: Les playlists les plus suivies du moment.

source: This playlist is public
fr: Cette playlist est publique

source: This playlist is private
fr: Cette playlist est privée

source: Song(s)
fr: Titre(s)

source: Follower(s)
fr: Abonné(s)

source: Unfollow
fr: Se désabonner

source: New users
fr: Nouveaux utilisateurs

source: These guys just joined Apollon. Go check their profiles!
fr: Ces personnes viennent de rejoindre Apollon. Allez jeter un coup d'oeil à leurs profils!

source: Millions of songs
fr: Des millions de titres

source: Search through a huge library and find your favourite songs.
fr: Utilisez notre énorme bibliothèque et trouvez vos titres favoris.

source: Start searching
fr: Lancer la recherche

source: Homemade playlists
fr: Playlists maisons

source: Browser the playlists created by the community.
fr: Rechercher des playlists créées par la communauté Apollon.

source: Add this song to your playlist
fr: Ajoutez ce titre à votre playlist

source: Add this song to playlist content
fr: Étoffez votre collection, selon vos humeurs, selon vos envies.

source: by
fr: par

source: in
fr: dans

source: A critical error happened on the server. Please contact the support.
fr: Une erreur critique est survenue sur le serveur. Veuillez contactez le support.

source: You follow now this playlist
fr: Vous venez de vous abonner à cette playlist

source: You have successfully unfollowed this playlist
fr: Vous vous êtes bien désabonné de cette playlist

source: This song was succesfully added to the playlist
fr: Ce titre a bien été ajouté à votre playlist

source: Main features
fr: Fonctionnalités

source: Language
fr: Langue

source: Welcome
fr: Bienvenue

source: A better way to listen to your music
fr: Écoutez votre musique. Mieux.

source: An alternative content
fr: Apollon est la meilleure alternative aux géants de l'industrie musicale. 100% gratuite. Toujours.

source: Why paying for something that you love
fr: Pourquoi payer pour une chose que vous aimez

source: Apollon short description features
fr: Sa musique c'est important. Bien triée, c'est encore mieux. Regroupez vos musiques simplement grâce à Apollon.

source: Share your playlists
fr: Partagez vos playlists

source: Create your own playlists, keep them private for you, or share it for the other users.
fr: Créez vos propres playlists. Gardez les privée, ou partagez les avec d'autres utilisateurs.

source: Create your account
fr: Valider mon compte

source: Explore the largest collaborative songs library. Search your favorite artists.
fr: Explorer la plus grande bibliothèque collaborative de titres musicaux. Chercher vos artistes favoris.

source: Learn about
fr: En savoir plus

source: Security
fr: Sécurité

source: Account validation, password recovery : we value your privacy.
fr: Validation de compte, récupération de mot de passe perdu. Parce que votre sécurité compte pour nous.

source: Fast, reliable.
fr: Rapide, fiable.

source: Developped with Django, you can count on a fully-featured web-app.
fr: Développé avec Django, comptez sur une web-app pleinement fonctionnelle.

source: The apollon project
fr: Projet Apollon

source: Apollon short description
fr: Apollon est un créateur de playlist simple, mais terriblement efficace. Créé initiallement dans le cadre d'un projet scolaire afin d'apprendre le framework Django, les créateurs se sont emballés et les choses ont commencé à devenir intéressantes...

source: Address
fr: Adresse

source: Your account has been validated
fr: Votre compte a bien été validé

source: About
fr: À propos

source: Password reset mail content
fr: "Il m'arrive de perdre la mémoire au point d'oublier que je suis vieux." Philippe Bouvard.

source: Validate your account
fr: Valider mon compte

source: Account validation explanation
fr: Pour des raisons évidentes de sécurité, nous vous demandons de valider par mail votre compte Apollon. Vous pourrez tout de même accéder à certaines fonctionnalités sans un compte validé, toutefois certaines fonctionnalités essentielles vous seront interdites. Validez votre compte dès à présent et profitez complètement de notre expérience.

source: Click here to validate your account
fr: Cliquez ici pour valider votre compte

source: Create a new playlist
fr: Créer une nouvelle playlist

source: Create a new playlist meta content
fr: De toutes façons, ce n'est jamais assez.

source: Check this box to share this playlist publicly.
fr: Cochez pour rendre votre playlist publique

source: Are you sure you want to delete
fr: Êtes-vous sûrs de vouloir supprimmer

source: Confirm
fr: Confirmer

source: Cancel
fr: Retour

source: Created by
fr: Créée par

source: You have no followers for this playlist yet.
fr: Pas d'abonnés pour cette playlist. Pour le moment.

source: Verified account
fr: Déjà inscrit ?

source: Account not verified
fr: Compte non vérifié

source: See profile
fr: Voir le profil

source: My playlists
fr: Mes playlists

source: You don't have created any playlist yet
fr: Vous n'avez pas encore créé de playlist.

source: See
fr: Voir

source: Delete
fr: Supprimer

source: Update
fr: Mettre à jour

source: Followed playlists
fr: Playlist suivies

source: Because music is above all something to share
fr: Parce que la musique, c'est avant tout une histoire de partage

source: You follow no playlists yet
fr: Vous ne suivez aucune playlist pour le moment.

source: Search for playlists
fr: Rechercher des playlists

source: You follow this playlist
fr: Vous suivez cette playlist

source: Follow
fr: Suivre

source: Search playlists
fr: Rechercher des playlists

source: Results
fr: Résultats

source: Enter a playlist name, a keyword, in order to start searching.
fr: Entrez un nom de playlist, un mot-clé, afin de commencer la recherche.

source: It seems like no playlists were found with the search :
fr: Il semblerait qu'aucune playlist n'est était trouvée avec cette recherche :

source: Maybe you meant
fr: Vous vouliez peut-être

source: Update
fr: Mettre à jour

source: Update playlist meta content
fr: Parce qu'il n'y que les imbéciles qui ne changent pas d'avis

source: Manage the songs
fr: Gérer vos titres

source: Last connection :
fr: Dernière connection :

source: An awesome user of
fr: Un utilisateur incroyable de

source: joined us on
fr: nous a rejoint au

source: This user has a <span class="uk-text-success">verified</span> account
fr: Cet utilisateur a un compte <span class="uk-text-success">vérifié</span>

source: This user has <span class="uk-text-warning">not verified</span> his account.
fr: Cet utilisateur n'a pas un compte <span class="uk-text-warning">vérifié</span>.

source: Followers
fr: Abonnés

source: Click on the "+" to see the playlists.
fr: Cliquez sur le "+" pour voir les playlists.

source: My profile
fr: Mon profil

source: Update your profile meta content
fr: Mettez à jour vos données personnelles et gardez votre profil à jour

source: Your account was still not validated content
fr: Aïe. Votre compte n'est toujours pas validé. Veuillez vérifier vos mails. Cela vous prendra 30 secondes, c'est promis.

source: See public profile
fr: Voir le profil

source: Song released on
fr: Titre paru le

source: Medias
fr: Médias

source: views
fr: Vues

source: Search songs
fr: Chercher des titres

source: Enter an artist, a song, or lyrics in order to start searching.
fr: Entrer un nom d'artiste, un titre, pour commencer à chercher.
